[
  {
    "title": "IRD's Financial Information & Reporting System",
    "description": "Built for Myanmar's Internal Revenue Department (IRD), this system enhances financial data management and reporting. Utilizing .NET technologies, it ensures accurate reports, robust security, and integrates smoothly with existing workflows. The system supports data analytics for better decision-making, showcasing my ability to develop secure, efficient, and scalable financial systems for government use.",
    "url": "https://firs.ird.gov.mm/login.aspx?ReturnUrl=%2f"
  },
  {
    "title": "Smart HR System",
    "description": "Developed a Smart HR System for efficient HR management using advanced .NET technologies. This system automates HR tasks like employee data management, payroll processing, and performance evaluations. It features intuitive interfaces, strong security measures, and seamless workflow integration, demonstrating my expertise in building scalable and user-friendly HR solutions",
    "url": "https://clouduat.acedatasystems.com"
  },
  {
    "title": "ACE HR System of ",
    "description": "Developed a Smart HR System for efficient human resources management. Utilizing advanced .NET technologies, this system automates various HR tasks, including employee data management, payroll processing, and performance evaluations. It features intuitive user interfaces, robust security measures, and seamless integration with existing business workflows. This project demonstrates my expertise in building scalable, secure, and user-friendly HR solutions.",
    "url": "https://acehrms.acedatasystem.com"
  },
  {
    "title": "GitHub DotNet API Testing Project",
    "description": "This project covers API testing using MVC, Entity Framework, EF Core, ADO.NET, and Dapper. It includes best practices for creating efficient APIs and features detailed documentation and video tutorials. It also explains when to use GitHub.devversus GitHub Codespaces to optimize your development workflow.",
    "url": "https://github.com/ONESIDED/PSTDotNetCore"
  }
]
